---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BaseImportOptions
source: html/8daca846-130b-325e-3b1b-69655d42cd59.htm
---
# BaseImportOptions Members

Releases all resources used by the BaseImportOptions